brew "docker"
brew "fdupes"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnuplot"
brew "hugo"
brew "julia"
brew "lammps"
brew "ledger"
brew "mas"
brew "neovim"
brew "pass"
brew "pdf2svg"
brew "rclone"
brew "roswell"
brew "rust"
brew "shellcheck"
brew "starship"
brew "syncthing"
brew "tldr"
brew "tmux"
brew "youtube-dl"
brew "yt-dlp"
cask "anaconda"
cask "android-file-transfer"
cask "anydesk"
cask "brave-browser"
cask "font-comic-mono"
cask "font-hack"
cask "gimp"
cask "go"
cask "google-drive"
cask "grammarly"
cask "hugo"
cask "keepassxc"
brew "lf"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "netnewswire"
cask "obsidian"
cask "pandoc"
cask "paraview"
cask "r"
cask "raindropio"
cask "sublime-merge"
cask "sublime-text"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
cask "quarto"
cask "visual-studio-code"
tap "caskformula/caskformula"
tap "clasp-developers/clasp"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jq"